{
  "plugins": {
    "Arduino-Nvim": {
      "src": "https://github.com/igmrrf/Arduino-Nvim"
    },
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "arduino_nvim": {
      "src": "https://github.com/igmrrf/arduino_nvim"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "clangd_extensions.nvim": {
      "src": "https://github.com/p00f/clangd_extensions.nvim"
    },
    "cloak.nvim": {
      "src": "https://github.com/laytan/cloak.nvim"
    },
    "codecompanion": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "curl.nvim": {
      "src": "https://github.com/oysandvik94/curl.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "inc-rename.nvim": {
      "src": "https://github.com/smjonas/inc-rename.nvim"
    },
    "lazydev": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "minuet": {
      "src": "https://github.com/milanglacier/minuet-ai.nvim"
    },
    "neoconf.nvim": {
      "src": "https://github.com/folke/neoconf.nvim"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-bash": {
      "src": "https://github.com/rcasia/neotest-bash"
    },
    "neotest-bun": {
      "src": "https://github.com/arthur944/neotest-bun"
    },
    "neotest-golang": {
      "src": "https://github.com/fredrikaverpil/neotest-golang"
    },
    "neotest-jest": {
      "src": "https://github.com/nvim-neotest/neotest-jest"
    },
    "neotest-plenary": {
      "src": "https://github.com/nvim-neotest/neotest-plenary"
    },
    "neotest-python": {
      "src": "https://github.com/nvim-neotest/neotest-python"
    },
    "neotest-ruby-minitest": {
      "src": "https://github.com/volodya-lombrozo/neotest-ruby-minitest"
    },
    "neotest-zig": {
      "src": "https://github.com/lawrence-laz/neotest-zig"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "obsidian": {
      "src": "https://github.com/epwalsh/obsidian.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "package-info.nvim": {
      "src": "https://github.com/vuki656/package-info.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "pomodoro.nvim": {
      "src": "https://github.com/quentingruber/pomodoro.nvim"
    },
    "project.nvim": {
      "src": "https://github.com/DrKJeff16/project.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tabscope.nvim": {
      "src": "https://github.com/backdround/tabscope.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "transparent": {
      "src": "https://github.com/igmrrf/transparent.nvim"
    },
    "venv-selector.nvim": {
      "src": "https://github.com/linux-cultist/venv-selector.nvim",
      "version": "'main'"
    },
    "vi-mongo.nvim": {
      "src": "https://github.com/kopecmaciej/vi-mongo.nvim"
    },
    "vim-wakatime": {
      "src": "https://github.com/wakatime/vim-wakatime"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
